export const markers = [
    {
        key: '1',
        title: "Музей янтаря",
        description: "Музей янтаря расположен в башне Дона — уникальном историческом здании. Здесь можно увидеть невероятные образцы янтаря с вкраплениями древних насекомых и растений, украшения и предметы искусства, изготовленные из янтаря.",
        address: "Калининград, пл. Маршала Василевского, 1",
        model: require('../../../../assets/models3D/Cow.glb'),
    },
    {
        key: '2',
        title: "Музей Мирового океана",
        description: "Главный корпус Музея Мирового океана был открыт в 2003 году. Здесь работает большая экспозиция «Мир Океана. Прикосновение…» с морскими аквариумами и коллекциями раковин морских моллюсков и кораллов.",
        address: "Калининград, наб. Петра Великого, 1",
        model: require('../../../../assets/models3D/Pig.glb'),
    },
    {
        key: '3',
        title: "Музей изобразительных искусств",
        description: "Музей изобразительных искусств расположен в здании бывшей биржи Кёнигсберга, построенном в стиле итальянского Ренессанса по проекту знаменитого немецкого архитектора Генриха Мюллера в 1875 году.",
        address: "Калининград, пр-т. Ленинский, 83",
        model: require('../../../../assets/models3D/Horse.glb'),

    },
    {
        key: '4',
        title: "Рыбная деревня",
        description: "«Рыбная деревня» — это современный туристический комплекс на набережной реки Преголя, выполненный в стиле старинного прусского городка. Это место привлекает не только туристов, но и местных жителей благодаря уникальной архитектуре, ресторанам, кафе и смотровым площадкам.",
        address: "Калининград, ул. Октябрьская, 6А",
        model: require('../../../../assets/models3D/Llama.glb'),
    },
    {
        key: '5',
        title: "Кафедральный собор",
        description: "Кафедральный собор — это один из самых выдающихся памятников архитектуры Калининграда, построенный в стиле кирпичной (балтийской) готики. Службы в соборе не проходят, но здесь регулярно устраивают органные концерты и экскурсии.",
        address: "Калининград, ул. Канта, 1",
        model: require('../../../../assets/models3D/Pug.glb'),
    },
    {
        key: '6',
        title: "Ростех Арена",
        description: "Стадион «Ростех Арена» — это современный футбольный стадион, расположенный в Калининграде. Он был построен к чемпионату мира по футболу 2018 года и может вместить более 30 000 зрителей.",
        address: "Калининград, ул. Октябрьская, 67Б",
        model: require('../../../../assets/models3D/Sheep.glb'),
    },
    {
        key: '7',
        title: "Бранденбургские ворота",
        description: "Бранденбургские ворота — это единственные из восьми сохранившихся исторических ворот Калининграда, которые до сих пор не утратили прямого назначения — под ними проходит действующая автомобильная дорога.",
        address: "Калининград, ул. Багратиона, 137",
        model: require('../../../../assets/models3D/Zebra.glb'),
    },
    {
        key: '8',
        title: "Королевские ворота",
        description: "Музей «Королевские ворота» — это филиал Музея Мирового океана, расположенный в одном из крепостных ворот Калининграда. Здесь можно узнать много интересного об истории города, торговых связях, кораблестроении и великих людях, связанных с ним.",
        address: "Калининград, ул. Фрунзе, 112",
        model: require('../../../../assets/models3D/Zebra.glb'),
    },
]